Revit 2024 API
PointCloudColorSettings.Color2 Property
 Color 2
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public Color Color2 { get; }
Visual Basic
Public ReadOnly Property Color2 As Color
	Get
Visual C++
public:
property Color^ Color2 {
	Color^ get ();
}
See Also
PointCloudColorSettings Class
Autodesk.Revit.DB.PointClouds Namespace